-- phpMyAdmin SQL Dump
-- version 4.8.2
-- https://www.phpmyadmin.net/
--
-- Máy chủ: localhost
-- Thời gian đã tạo: Th6 22, 2020 lúc 09:54 AM
-- Phiên bản máy phục vụ: 10.1.34-MariaDB
-- Phiên bản PHP: 7.2.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Cơ sở dữ liệu: `test3`
--

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2019_02_27_015825_create_students_table', 2);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `students`
--

CREATE TABLE `students` (
  `id` int(10) UNSIGNED NOT NULL,
  `fullname` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  `address` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL,
  `age` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `students`
--

INSERT INTO `students` (`id`, `fullname`, `address`, `age`, `created_at`, `updated_at`) VALUES
(71, 'TRAN VAN 19', 'Nam Dinh 19', 31, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(72, 'TRAN VAN 20', 'Nam Dinh 20', 32, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(73, 'TRAN VAN 21', 'Nam Dinh 21', 33, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(74, 'TRAN VAN 22', 'Nam Dinh 22', 34, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(75, 'TRAN VAN 23', 'Nam Dinh 23', 35, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(76, 'TRAN VAN 24', 'Nam Dinh 24', 36, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(77, 'TRAN VAN 25', 'Nam Dinh 25', 37, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(78, 'TRAN VAN 26', 'Nam Dinh 26', 38, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(79, 'TRAN VAN 27', 'Nam Dinh 27', 39, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(80, 'TRAN VAN 28', 'Nam Dinh 28', 40, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(81, 'TRAN VAN 29', 'Nam Dinh 29', 41, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(82, 'TRAN VAN 30', 'Nam Dinh 30', 42, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(83, 'TRAN VAN 31', 'Nam Dinh 31', 43, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(84, 'TRAN VAN 32', 'Nam Dinh 32', 44, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(85, 'TRAN VAN 33', 'Nam Dinh 33', 45, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(86, 'TRAN VAN 34', 'Nam Dinh 34', 46, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(87, 'TRAN VAN 35', 'Nam Dinh 35', 47, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(88, 'TRAN VAN 36', 'Nam Dinh 36', 48, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(89, 'TRAN VAN 37', 'Nam Dinh 37', 49, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(90, 'TRAN VAN 38', 'Nam Dinh 38', 50, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(91, 'TRAN VAN 39', 'Nam Dinh 39', 51, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(92, 'TRAN VAN 40', 'Nam Dinh 40', 52, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(93, 'TRAN VAN 41', 'Nam Dinh 41', 53, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(94, 'TRAN VAN 42', 'Nam Dinh 42', 54, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(95, 'TRAN VAN 43', 'Nam Dinh 43', 55, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(96, 'TRAN VAN 44', 'Nam Dinh 44', 56, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(97, 'TRAN VAN 45', 'Nam Dinh 45', 57, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(98, 'TRAN VAN 46', 'Nam Dinh 46', 58, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(99, 'TRAN VAN 47', 'Nam Dinh 47', 59, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(100, 'TRAN VAN 48', 'Nam Dinh 48', 60, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(101, 'TRAN VAN 49', 'Nam Dinh 49', 61, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(102, 'TRAN VAN 0', 'Nam Dinh 0', 12, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(103, 'TRAN VAN 1', 'Nam Dinh 1', 13, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(104, 'TRAN VAN 2', 'Nam Dinh 2', 14, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(105, 'TRAN VAN 3', 'Nam Dinh 3', 15, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(106, 'TRAN VAN 4', 'Nam Dinh 4', 16, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(107, 'TRAN VAN 5', 'Nam Dinh 5', 17, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(108, 'TRAN VAN 6', 'Nam Dinh 6', 18, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(109, 'TRAN VAN 7', 'Nam Dinh 7', 19, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(110, 'TRAN VAN 8', 'Nam Dinh 8', 20, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(111, 'TRAN VAN 9', 'Nam Dinh 9', 21, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(112, 'TRAN VAN 10', 'Nam Dinh 10', 22, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(113, 'TRAN VAN 11', 'Nam Dinh 11', 23, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(114, 'TRAN VAN 12', 'Nam Dinh 12', 24, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(115, 'TRAN VAN 13', 'Nam Dinh 13', 25, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(116, 'TRAN VAN 14', 'Nam Dinh 14', 26, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(117, 'TRAN VAN 15', 'Nam Dinh 15', 27, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(118, 'TRAN VAN 16', 'Nam Dinh 16', 28, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(119, 'TRAN VAN 17', 'Nam Dinh 17', 29, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(120, 'TRAN VAN 18', 'Nam Dinh 18', 30, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(121, 'TRAN VAN 19', 'Nam Dinh 19', 31, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(122, 'TRAN VAN 20', 'Nam Dinh 20', 32, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(123, 'TRAN VAN 21', 'Nam Dinh 21', 33, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(124, 'TRAN VAN 22', 'Nam Dinh 22', 34, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(125, 'TRAN VAN 23', 'Nam Dinh 23', 35, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(126, 'TRAN VAN 24', 'Nam Dinh 24', 36, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(127, 'TRAN VAN 25', 'Nam Dinh 25', 37, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(128, 'TRAN VAN 26', 'Nam Dinh 26', 38, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(129, 'TRAN VAN 27', 'Nam Dinh 27', 39, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(130, 'TRAN VAN 28', 'Nam Dinh 28', 40, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(131, 'TRAN VAN 29', 'Nam Dinh 29', 41, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(132, 'TRAN VAN 30', 'Nam Dinh 30', 42, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(133, 'TRAN VAN 31', 'Nam Dinh 31', 43, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(134, 'TRAN VAN 32', 'Nam Dinh 32', 44, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(135, 'TRAN VAN 33', 'Nam Dinh 33', 45, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(136, 'TRAN VAN 34', 'Nam Dinh 34', 46, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(137, 'TRAN VAN 35', 'Nam Dinh 35', 47, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(138, 'TRAN VAN 36', 'Nam Dinh 36', 48, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(139, 'TRAN VAN 37', 'Nam Dinh 37', 49, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(140, 'TRAN VAN 38', 'Nam Dinh 38', 50, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(141, 'TRAN VAN 39', 'Nam Dinh 39', 51, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(142, 'TRAN VAN 40', 'Nam Dinh 40', 52, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(143, 'TRAN VAN 41', 'Nam Dinh 41', 53, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(144, 'TRAN VAN 42', 'Nam Dinh 42', 54, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(145, 'TRAN VAN 43', 'Nam Dinh 43', 55, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(146, 'TRAN VAN 44', 'Nam Dinh 44', 56, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(147, 'TRAN VAN 45', 'Nam Dinh 45', 57, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(148, 'TRAN VAN 46', 'Nam Dinh 46', 58, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(149, 'TRAN VAN 47', 'Nam Dinh 47', 59, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(150, 'TRAN VAN 48', 'Nam Dinh 48', 60, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(151, 'TRAN VAN 49', 'Nam Dinh 49', 61, '2019-02-26 19:13:45', '2019-02-26 19:13:45'),
(152, 'TRAN VAN 0', 'Nam Dinh 0', 12, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(153, 'TRAN VAN 1', 'Nam Dinh 1', 13, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(154, 'TRAN VAN 2', 'Nam Dinh 2', 14, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(155, 'TRAN VAN 3', 'Nam Dinh 3', 15, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(156, 'TRAN VAN 4', 'Nam Dinh 4', 16, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(157, 'TRAN VAN 5', 'Nam Dinh 5', 17, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(158, 'TRAN VAN 6', 'Nam Dinh 6', 18, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(159, 'TRAN VAN 7', 'Nam Dinh 7', 19, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(160, 'TRAN VAN 8', 'Nam Dinh 8', 20, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(161, 'TRAN VAN 9', 'Nam Dinh 9', 21, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(162, 'TRAN VAN 10', 'Nam Dinh 10', 22, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(163, 'TRAN VAN 11', 'Nam Dinh 11', 23, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(164, 'TRAN VAN 12', 'Nam Dinh 12', 24, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(165, 'TRAN VAN 13', 'Nam Dinh 13', 25, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(166, 'TRAN VAN 14', 'Nam Dinh 14', 26, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(167, 'TRAN VAN 15', 'Nam Dinh 15', 27, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(168, 'TRAN VAN 16', 'Nam Dinh 16', 28, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(169, 'TRAN VAN 17', 'Nam Dinh 17', 29, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(170, 'TRAN VAN 18', 'Nam Dinh 18', 30, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(171, 'TRAN VAN 19', 'Nam Dinh 19', 31, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(172, 'TRAN VAN 20', 'Nam Dinh 20', 32, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(173, 'TRAN VAN 21', 'Nam Dinh 21', 33, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(174, 'TRAN VAN 22', 'Nam Dinh 22', 34, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(175, 'TRAN VAN 23', 'Nam Dinh 23', 35, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(176, 'TRAN VAN 24', 'Nam Dinh 24', 36, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(177, 'TRAN VAN 25', 'Nam Dinh 25', 37, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(178, 'TRAN VAN 26', 'Nam Dinh 26', 38, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(179, 'TRAN VAN 27', 'Nam Dinh 27', 39, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(180, 'TRAN VAN 28', 'Nam Dinh 28', 40, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(181, 'TRAN VAN 29', 'Nam Dinh 29', 41, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(182, 'TRAN VAN 30', 'Nam Dinh 30', 42, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(183, 'TRAN VAN 31', 'Nam Dinh 31', 43, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(184, 'TRAN VAN 32', 'Nam Dinh 32', 44, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(185, 'TRAN VAN 33', 'Nam Dinh 33', 45, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(186, 'TRAN VAN 34', 'Nam Dinh 34', 46, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(187, 'TRAN VAN 35', 'Nam Dinh 35', 47, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(188, 'TRAN VAN 36', 'Nam Dinh 36', 48, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(189, 'TRAN VAN 37', 'Nam Dinh 37', 49, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(190, 'TRAN VAN 38', 'Nam Dinh 38', 50, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(191, 'TRAN VAN 39', 'Nam Dinh 39', 51, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(192, 'TRAN VAN 40', 'Nam Dinh 40', 52, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(193, 'TRAN VAN 41', 'Nam Dinh 41', 53, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(194, 'TRAN VAN 42', 'Nam Dinh 42', 54, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(195, 'TRAN VAN 43', 'Nam Dinh 43', 55, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(196, 'TRAN VAN 44', 'Nam Dinh 44', 56, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(197, 'TRAN VAN 45', 'Nam Dinh 45', 57, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(198, 'TRAN VAN 46', 'Nam Dinh 46', 58, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(199, 'TRAN VAN 47', 'Nam Dinh 47', 59, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(200, 'TRAN VAN 48', 'Nam Dinh 48', 60, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(201, 'TRAN VAN 49', 'Nam Dinh 49', 61, '2019-02-26 19:13:46', '2019-02-26 19:13:46'),
(202, 'TRAN VAN 0', 'Nam Dinh 0', 12, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(203, 'TRAN VAN 1', 'Nam Dinh 1', 13, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(204, 'TRAN VAN 2', 'Nam Dinh 2', 14, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(205, 'TRAN VAN 3', 'Nam Dinh 3', 15, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(206, 'TRAN VAN 4', 'Nam Dinh 4', 16, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(207, 'TRAN VAN 5', 'Nam Dinh 5', 17, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(208, 'TRAN VAN 6', 'Nam Dinh 6', 18, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(209, 'TRAN VAN 7', 'Nam Dinh 7', 19, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(210, 'TRAN VAN 8', 'Nam Dinh 8', 20, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(211, 'TRAN VAN 9', 'Nam Dinh 9', 21, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(212, 'TRAN VAN 10', 'Nam Dinh 10', 22, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(213, 'TRAN VAN 11', 'Nam Dinh 11', 23, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(214, 'TRAN VAN 12', 'Nam Dinh 12', 24, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(215, 'TRAN VAN 13', 'Nam Dinh 13', 25, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(216, 'TRAN VAN 14', 'Nam Dinh 14', 26, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(217, 'TRAN VAN 15', 'Nam Dinh 15', 27, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(218, 'TRAN VAN 16', 'Nam Dinh 16', 28, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(219, 'TRAN VAN 17', 'Nam Dinh 17', 29, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(220, 'TRAN VAN 18', 'Nam Dinh 18', 30, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(221, 'TRAN VAN 19', 'Nam Dinh 19', 31, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(222, 'TRAN VAN 20', 'Nam Dinh 20', 32, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(223, 'TRAN VAN 21', 'Nam Dinh 21', 33, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(224, 'TRAN VAN 22', 'Nam Dinh 22', 34, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(225, 'TRAN VAN 23', 'Nam Dinh 23', 35, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(226, 'TRAN VAN 24', 'Nam Dinh 24', 36, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(227, 'TRAN VAN 25', 'Nam Dinh 25', 37, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(228, 'TRAN VAN 26', 'Nam Dinh 26', 38, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(229, 'TRAN VAN 27', 'Nam Dinh 27', 39, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(230, 'TRAN VAN 28', 'Nam Dinh 28', 40, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(231, 'TRAN VAN 29', 'Nam Dinh 29', 41, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(232, 'TRAN VAN 30', 'Nam Dinh 30', 42, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(233, 'TRAN VAN 31', 'Nam Dinh 31', 43, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(234, 'TRAN VAN 32', 'Nam Dinh 32', 44, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(235, 'TRAN VAN 33', 'Nam Dinh 33', 45, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(236, 'TRAN VAN 34', 'Nam Dinh 34', 46, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(237, 'TRAN VAN 35', 'Nam Dinh 35', 47, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(238, 'TRAN VAN 36', 'Nam Dinh 36', 48, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(239, 'TRAN VAN 37', 'Nam Dinh 37', 49, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(240, 'TRAN VAN 38', 'Nam Dinh 38', 50, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(241, 'TRAN VAN 39', 'Nam Dinh 39', 51, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(242, 'TRAN VAN 40', 'Nam Dinh 40', 52, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(243, 'TRAN VAN 41', 'Nam Dinh 41', 53, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(244, 'TRAN VAN 42', 'Nam Dinh 42', 54, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(245, 'TRAN VAN 43', 'Nam Dinh 43', 55, '2019-02-26 19:13:47', '2019-02-26 19:13:47'),
(246, 'TRAN VAN 44', 'Nam Dinh 44', 56, '2019-02-26 19:13:47', '2019-02-26 19:13:47');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Trần Văn Điệp', 'tranvandiep.it@gmail.com', NULL, '$2y$10$938KooxCzhKmxc24shS4uuZifWpVGRMvHeT3ZSeTpsiInoSNGa6de', 'Lz0GgQCHC7wM0b2Z6rWI3DSwKg0FtFq6UhV7PQLqGxjgJ7JXCR05WPGWEACv', '2019-02-24 19:06:34', '2019-02-24 19:06:34');

--
-- Chỉ mục cho các bảng đã đổ
--

--
-- Chỉ mục cho bảng `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Chỉ mục cho bảng `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT cho các bảng đã đổ
--

--
-- AUTO_INCREMENT cho bảng `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT cho bảng `students`
--
ALTER TABLE `students`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=247;

--
-- AUTO_INCREMENT cho bảng `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
